result/usenix/run3/results-prctl12-1/benchmark-stats.log
  240000000 requests completed in 372.59 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.61% <= 2 milliseconds
36.29% <= 3 milliseconds
70.32% <= 4 milliseconds
85.01% <= 5 milliseconds
92.42% <= 6 milliseconds
95.85% <= 7 milliseconds
97.53% <= 8 milliseconds
98.33% <= 9 milliseconds
98.86% <= 10 milliseconds
99.13% <= 11 milliseconds
99.34% <= 12 milliseconds
99.49% <= 13 milliseconds
99.60% <= 14 milliseconds
99.68% <= 15 milliseconds
99.74% <= 16 milliseconds
99.77% <= 17 milliseconds
99.80% <= 18 milliseconds
99.82% <= 19 milliseconds
99.83% <= 20 milliseconds
99.84% <= 21 milliseconds
99.85% <= 22 milliseconds
99.86% <= 23 milliseconds
99.87% <= 24 milliseconds
99.88% <= 25 milliseconds
99.88% <= 26 milliseconds
99.89% <= 27 milliseconds
99.89% <= 28 milliseconds
99.90% <= 29 milliseconds
99.91% <= 30 milliseconds
99.91% <= 31 milliseconds
99.92% <= 32 milliseconds
99.92% <= 33 milliseconds
99.92% <= 34 milliseconds
99.93% <= 35 milliseconds
99.93% <= 36 milliseconds
99.93% <= 37 milliseconds
99.93% <= 38 milliseconds
99.94% <= 39 milliseconds
99.94% <= 40 milliseconds
99.94% <= 41 milliseconds
99.95% <= 42 milliseconds
99.95% <= 43 milliseconds
99.95% <= 44 milliseconds
99.96% <= 45 milliseconds
99.96% <= 46 milliseconds
99.96% <= 47 milliseconds
99.97% <= 48 milliseconds
99.97% <= 49 milliseconds
99.97% <= 50 milliseconds
99.97% <= 51 milliseconds
99.97% <= 52 milliseconds
99.98% <= 53 milliseconds
99.98% <= 54 milliseconds
99.98% <= 55 milliseconds
99.98% <= 56 milliseconds
99.98% <= 57 milliseconds
99.98% <= 58 milliseconds
99.99% <= 59 milliseconds
99.99% <= 60 milliseconds
99.99% <= 61 milliseconds
99.99% <= 62 milliseconds
99.99% <= 63 milliseconds
99.99% <= 64 milliseconds
99.99% <= 65 milliseconds
99.99% <= 66 milliseconds
99.99% <= 67 milliseconds
99.99% <= 68 milliseconds
99.99% <= 69 milliseconds
99.99% <= 70 milliseconds
99.99% <= 71 milliseconds
99.99% <= 72 milliseconds
99.99% <= 73 milliseconds
99.99% <= 74 milliseconds
99.99% <= 75 milliseconds
99.99% <= 76 milliseconds
99.99% <= 77 milliseconds
99.99% <= 78 milliseconds
99.99% <= 80 milliseconds
99.99% <= 81 milliseconds
99.99% <= 82 milliseconds
99.99% <= 83 milliseconds
99.99% <= 84 milliseconds
99.99% <= 85 milliseconds
99.99% <= 86 milliseconds
99.99% <= 87 milliseconds
99.99% <= 88 milliseconds
99.99% <= 89 milliseconds
99.99% <= 90 milliseconds
99.99% <= 91 milliseconds
99.99% <= 92 milliseconds
99.99% <= 93 milliseconds
99.99% <= 94 milliseconds
99.99% <= 95 milliseconds
99.99% <= 97 milliseconds
100.00% <= 99 milliseconds
100.00% <= 100 milliseconds
100.00% <= 101 milliseconds
100.00% <= 102 milliseconds
100.00% <= 105 milliseconds
100.00% <= 109 milliseconds
100.00% <= 110 milliseconds
100.00% <= 111 milliseconds
100.00% <= 112 milliseconds
100.00% <= 114 milliseconds
100.00% <= 115 milliseconds
100.00% <= 117 milliseconds
100.00% <= 119 milliseconds
100.00% <= 120 milliseconds
100.00% <= 122 milliseconds
100.00% <= 123 milliseconds
100.00% <= 124 milliseconds
100.00% <= 128 milliseconds
100.00% <= 129 milliseconds
100.00% <= 131 milliseconds
100.00% <= 132 milliseconds
100.00% <= 134 milliseconds
100.00% <= 142 milliseconds
100.00% <= 143 milliseconds
100.00% <= 148 milliseconds
100.00% <= 157 milliseconds
100.00% <= 159 milliseconds
100.00% <= 160 milliseconds
100.00% <= 162 milliseconds
100.00% <= 169 milliseconds
100.00% <= 170 milliseconds
100.00% <= 185 milliseconds
100.00% <= 201 milliseconds
100.00% <= 203 milliseconds
100.00% <= 204 milliseconds
100.00% <= 207 milliseconds
100.00% <= 207 milliseconds
644137.94 requests per second